// 현관문 설치 내역서 참고 + 건설공사표준품셈 적용
// 산출식: ( 재료비단가( user input ) * 단가배수 + 노무비 ) * unit

export const doorDB = [
    {
        "용도": "비주거",
        "부위": "문",
        "개선기준": "신현동 내역서",
        "개선시나리오": "단열방화도어",
        "개선재료": "",
        "가격": 742677,
        "견적연도": 2021,
        "단위": "짝",
        "수선율": 0,
        "수선주기": 0,
        "교체주기": 20
    },
    {
        "용도": "비주거",
        "부위": "문",
        "개선기준": "군자동 내역서",
        "개선시나리오": "단열방화도어",
        "개선재료": "",
        "가격": 493397,
        "견적연도": 2022,
        "단위": "짝",
        "수선율": 0,
        "수선주기": 0,
        "교체주기": 20
    },
    {
        "용도": "",
        "부위": "문",
        "개선시나리오": "강화유리문",
        "노무비": 410750,
        "단가배수": 1,
        "견적연도": 2023,
        "단위": "짝",
        "수선율": 0,
        "수선주기": 0,
        "교체주기": 20,
        "재료비비율": ""
    },
    {
        "용도": "",
        "부위": "문",
        "개선시나리오": "강화문",
        "노무비": 410750,
        "단가배수": 1,
        "견적연도": 2023,
        "단위": "짝",
        "수선율": 0,
        "수선주기": 0,
        "교체주기": 20,
        "재료비비율": ""
    },
    {
        "용도": "",
        "부위": "문",
        "개선시나리오": "철재문 (편개)",
        "노무비": 173839,
        "단가배수": 1.89,
        "견적연도": 2023,
        "단위": "짝",
        "수선율": 0,
        "수선주기": 0,
        "교체주기": 20,
        "재료비비율": ""
    },
    {
        "용도": "",
        "부위": "문",
        "개선시나리오": "철재문 (양개)",
        "노무비": 210057,
        "단가배수": 3.78,
        "견적연도": 2023,
        "단위": "짝",
        "수선율": 0,
        "수선주기": 0,
        "교체주기": 20,
        "재료비비율": ""
    }
]