export var  ElectricityResidentalPriceDB = [
    {
        "용도": "주택용",
        "전압": "저압",
        "기본요금1": 910,
        "기본요금2": 1600,
        "기본요금3": 7300,
        "구간1": 112,
        "구간2": 206.6,
        "구간3": 299.3,
        "슈퍼유저_여름": 728.2,
        "슈퍼유저_기타": 728.2
    },
    {
        "용도": "주택용",
        "전압": "고압",
        "기본요금1": 730,
        "기본요금2": 1260,
        "기본요금3": 6060,
        "구간1": 97,
        "구간2": 166,
        "구간3": 235.3,
        "슈퍼유저_여름": 593.3,
        "슈퍼유저_기타": 593.3
    }
]

export var ElectricityIndustrialPriceDB = [
    {
        "용도": "일반용갑1",
        "전압": "저압",
        "선택": "",
        "시간대": "",
        "기본요금": 6160,
        "여름철": 124.4,
        "봄가을철": 83.9,
        "겨울철": 111
    },
    {
        "용도": "일반용갑1",
        "전압": "고압A",
        "선택": "선택1",
        "시간대": "",
        "기본요금": 7170,
        "여름철": 134.6,
        "봄가을철": 90.6,
        "겨울철": 122.3
    },
    {
        "용도": "일반용갑1",
        "전압": "고압A",
        "선택": "선택2",
        "시간대": "",
        "기본요금": 8230,
        "여름철": 130.6,
        "봄가을철": 86.3,
        "겨울철": 117
    },
    {
        "용도": "일반용갑1",
        "전압": "고압B",
        "선택": "선택1",
        "시간대": "",
        "기본요금": 7170,
        "여름철": 132.5,
        "봄가을철": 89.5,
        "겨울철": 119.3
    },
    {
        "용도": "일반용갑1",
        "전압": "고압B",
        "선택": "선택2",
        "시간대": "",
        "기본요금": 8230,
        "여름철": 127.2,
        "봄가을철": 84.2,
        "겨울철": 114
    },
    {
        "용도": "일반용갑2",
        "전압": "고압A",
        "선택": "선택1",
        "시간대": "경부하",
        "기본요금": 7170,
        "여름철": 81.4,
        "봄가을철": 81.4,
        "겨울철": 90.1
    },
    {
        "용도": "일반용갑2",
        "전압": "고압A",
        "선택": "선택1",
        "시간대": "중간부하",
        "기본요금": 7170,
        "여름철": 132.6,
        "봄가을철": 88.8,
        "겨울철": 120.5
    },
    {
        "용도": "일반용갑2",
        "전압": "고압A",
        "선택": "선택1",
        "시간대": "최대부하",
        "기본요금": 7170,
        "여름철": 155.1,
        "봄가을철": 100.1,
        "겨울철": 135.3
    },
    {
        "용도": "일반용갑2",
        "전압": "고압A",
        "선택": "선택2",
        "시간대": "경부하",
        "기본요금": 8230,
        "여름철": 76.1,
        "봄가을철": 76.1,
        "겨울철": 84.8
    },
    {
        "용도": "일반용갑2",
        "전압": "고압A",
        "선택": "선택2",
        "시간대": "중간부하",
        "기본요금": 8230,
        "여름철": 127.3,
        "봄가을철": 83.5,
        "겨울철": 115.2
    },
    {
        "용도": "일반용갑2",
        "전압": "고압A",
        "선택": "선택2",
        "시간대": "최대부하",
        "기본요금": 8230,
        "여름철": 149.8,
        "봄가을철": 94.8,
        "겨울철": 130
    },
    {
        "용도": "일반용갑2",
        "전압": "고압B",
        "선택": "선택1",
        "시간대": "경부하",
        "기본요금": 7170,
        "여름철": 80.8,
        "봄가을철": 80.8,
        "겨울철": 89.8
    },
    {
        "용도": "일반용갑2",
        "전압": "고압B",
        "선택": "선택1",
        "시간대": "중간부하",
        "기본요금": 7170,
        "여름철": 129.4,
        "봄가을철": 86.7,
        "겨울철": 117.1
    },
    {
        "용도": "일반용갑2",
        "전압": "고압B",
        "선택": "선택1",
        "시간대": "최대부하",
        "기본요금": 7170,
        "여름철": 145.8,
        "봄가을철": 92.1,
        "겨울철": 131.3
    },
    {
        "용도": "일반용갑2",
        "전압": "고압B",
        "선택": "선택2",
        "시간대": "경부하",
        "기본요금": 8230,
        "여름철": 75.5,
        "봄가을철": 75.5,
        "겨울철": 84.5
    },
    {
        "용도": "일반용갑2",
        "전압": "고압B",
        "선택": "선택2",
        "시간대": "중간부하",
        "기본요금": 8230,
        "여름철": 124.1,
        "봄가을철": 81.4,
        "겨울철": 111.8
    },
    {
        "용도": "일반용갑2",
        "전압": "고압B",
        "선택": "선택2",
        "시간대": "최대부하",
        "기본요금": 8230,
        "여름철": 140.5,
        "봄가을철": 86.8,
        "겨울철": 126
    },
    {
        "용도": "산업용갑1",
        "전압": "저압",
        "선택": "",
        "시간대": "",
        "기본요금": 5550,
        "여름철": 99.7,
        "봄가을철": 77.9,
        "겨울철": 98
    },
    {
        "용도": "산업용갑2",
        "전압": "고압A",
        "선택": "선택1",
        "시간대": "",
        "기본요금": 6490,
        "여름철": 108.3,
        "봄가을철": 84.6,
        "겨울철": 108.2
    },
    {
        "용도": "산업용갑3",
        "전압": "고압A",
        "선택": "선택2",
        "시간대": "",
        "기본요금": 7470,
        "여름철": 103.5,
        "봄가을철": 80,
        "겨울철": 101.7
    },
    {
        "용도": "산업용갑4",
        "전압": "고압B",
        "선택": "선택1",
        "시간대": "",
        "기본요금": 6000,
        "여름철": 107.1,
        "봄가을철": 83.5,
        "겨울철": 106.7
    },
    {
        "용도": "산업용갑5",
        "전압": "고압B",
        "선택": "선택2",
        "시간대": "",
        "기본요금": 6900,
        "여름철": 102.4,
        "봄가을철": 78.9,
        "겨울철": 100.6
    },
    {
        "용도": "산업용갑2",
        "전압": "고압A",
        "선택": "선택1",
        "시간대": "경부하",
        "기본요금": 6490,
        "여름철": 79.2,
        "봄가을철": 79.2,
        "겨울철": 86.6
    },
    {
        "용도": "산업용갑3",
        "전압": "고압A",
        "선택": "선택1",
        "시간대": "중간부하",
        "기본요금": 6490,
        "여름철": 105,
        "봄가을철": 84,
        "겨울철": 103.5
    },
    {
        "용도": "산업용갑4",
        "전압": "고압A",
        "선택": "선택1",
        "시간대": "최대부하",
        "기본요금": 6490,
        "여름철": 138.5,
        "봄가을철": 103.2,
        "겨울철": 132.9
    },
    {
        "용도": "산업용갑5",
        "전압": "고압A",
        "선택": "선택2",
        "시간대": "경부하",
        "기본요금": 7470,
        "여름철": 74.3,
        "봄가을철": 74.3,
        "겨울철": 81.7
    },
    {
        "용도": "산업용갑6",
        "전압": "고압A",
        "선택": "선택2",
        "시간대": "중간부하",
        "기본요금": 7470,
        "여름철": 100.1,
        "봄가을철": 79.1,
        "겨울철": 98.6
    },
    {
        "용도": "산업용갑7",
        "전압": "고압A",
        "선택": "선택2",
        "시간대": "최대부하",
        "기본요금": 7470,
        "여름철": 133.6,
        "봄가을철": 98.3,
        "겨울철": 128
    },
    {
        "용도": "산업용갑8",
        "전압": "고압B",
        "선택": "선택1",
        "시간대": "경부하",
        "기본요금": 6000,
        "여름철": 76,
        "봄가을철": 76,
        "겨울철": 83.2
    },
    {
        "용도": "산업용갑9",
        "전압": "고압B",
        "선택": "선택1",
        "시간대": "중간부하",
        "기본요금": 6000,
        "여름철": 103.6,
        "봄가을철": 82.6,
        "겨울철": 101.2
    },
    {
        "용도": "산업용갑10",
        "전압": "고압B",
        "선택": "선택1",
        "시간대": "최대부하",
        "기본요금": 6000,
        "여름철": 137.4,
        "봄가을철": 101.4,
        "겨울철": 129.9
    },
    {
        "용도": "산업용갑11",
        "전압": "고압B",
        "선택": "선택2",
        "시간대": "경부하",
        "기본요금": 6900,
        "여름철": 71.5,
        "봄가을철": 71.5,
        "겨울철": 78.7
    },
    {
        "용도": "산업용갑12",
        "전압": "고압B",
        "선택": "선택2",
        "시간대": "중간부하",
        "기본요금": 6900,
        "여름철": 99.1,
        "봄가을철": 78.1,
        "겨울철": 96.7
    },
    {
        "용도": "산업용갑13",
        "전압": "고압B",
        "선택": "선택2",
        "시간대": "최대부하",
        "기본요금": 6900,
        "여름철": 132.9,
        "봄가을철": 96.9,
        "겨울철": 125.4
    },
    {
        "용도": "교육용갑",
        "전압": "저압",
        "선택": "",
        "시간대": "",
        "기본요금": 5230,
        "여름철": 115.6,
        "봄가을철": 78.4,
        "겨울철": 102.8
    },
    {
        "용도": "교육용갑",
        "전압": "고압A",
        "선택": "선택1",
        "시간대": "",
        "기본요금": 5550,
        "여름철": 115.3,
        "봄가을철": 78.5,
        "겨울철": 101.3
    },
    {
        "용도": "교육용갑",
        "전압": "고압A",
        "선택": "선택2",
        "시간대": "",
        "기본요금": 6370,
        "여름철": 110.8,
        "봄가을철": 74.1,
        "겨울철": 96.8
    },
    {
        "용도": "교육용갑",
        "전압": "고압B",
        "선택": "선택1",
        "시간대": "",
        "기본요금": 5550,
        "여름철": 114.6,
        "봄가을철": 78.1,
        "겨울철": 100.5
    },
    {
        "용도": "교육용갑",
        "전압": "고압B",
        "선택": "선택2",
        "시간대": "",
        "기본요금": 6370,
        "여름철": 110.1,
        "봄가을철": 73.6,
        "겨울철": 96
    },
    {
        "용도": "교육용을",
        "전압": "고압A",
        "선택": "선택1",
        "시간대": "경부하",
        "기본요금": 6090,
        "여름철": 68.5,
        "봄가을철": 68.5,
        "겨울철": 72.5
    },
    {
        "용도": "교육용을",
        "전압": "고압A",
        "선택": "선택1",
        "시간대": "중간부하",
        "기본요금": 6090,
        "여름철": 113.2,
        "봄가을철": 82.9,
        "겨울철": 111.7
    },
    {
        "용도": "교육용을",
        "전압": "고압A",
        "선택": "선택1",
        "시간대": "최대부하",
        "기본요금": 6090,
        "여름철": 179.1,
        "봄가을철": 103.4,
        "겨울철": 150.4
    },
    {
        "용도": "교육용을",
        "전압": "고압A",
        "선택": "선택2",
        "시간대": "경부하",
        "기본요금": 6980,
        "여름철": 64,
        "봄가을철": 64,
        "겨울철": 68
    },
    {
        "용도": "교육용을",
        "전압": "고압A",
        "선택": "선택2",
        "시간대": "중간부하",
        "기본요금": 6980,
        "여름철": 108.7,
        "봄가을철": 78.4,
        "겨울철": 107.2
    },
    {
        "용도": "교육용을",
        "전압": "고압A",
        "선택": "선택2",
        "시간대": "최대부하",
        "기본요금": 6980,
        "여름철": 174.6,
        "봄가을철": 98.9,
        "겨울철": 145.9
    },
    {
        "용도": "교육용을",
        "전압": "고압B",
        "선택": "선택1",
        "시간대": "경부하",
        "기본요금": 6090,
        "여름철": 67,
        "봄가을철": 67,
        "겨울철": 70.8
    },
    {
        "용도": "교육용을",
        "전압": "고압B",
        "선택": "선택1",
        "시간대": "중간부하",
        "기본요금": 6090,
        "여름철": 110.5,
        "봄가을철": 81.2,
        "겨울철": 108.8
    },
    {
        "용도": "교육용을",
        "전압": "고압B",
        "선택": "선택1",
        "시간대": "최대부하",
        "기본요금": 6090,
        "여름철": 173.4,
        "봄가을철": 101,
        "겨울철": 146.1
    },
    {
        "용도": "교육용을",
        "전압": "고압B",
        "선택": "선택2",
        "시간대": "경부하",
        "기본요금": 6980,
        "여름철": 62.5,
        "봄가을철": 62.5,
        "겨울철": 66.3
    },
    {
        "용도": "교육용을",
        "전압": "고압B",
        "선택": "선택2",
        "시간대": "중간부하",
        "기본요금": 6980,
        "여름철": 106,
        "봄가을철": 76.7,
        "겨울철": 104.3
    },
    {
        "용도": "교육용을",
        "전압": "고압B",
        "선택": "선택2",
        "시간대": "최대부하",
        "기본요금": 6980,
        "여름철": 168.9,
        "봄가을철": 96.5,
        "겨울철": 141.6
    },
    {
        "용도": "일반용을",
        "전압": "고압A",
        "선택": "선택1",
        "시간대": "경부하",
        "기본요금": 7220,
        "여름철": 84.8,
        "봄가을철": 84.8,
        "겨울철": 91.8
    },
    {
        "용도": "일반용을",
        "전압": "고압A",
        "선택": "선택1",
        "시간대": "중간부하",
        "기본요금": 7220,
        "여름철": 137.7,
        "봄가을철": 107.3,
        "겨울철": 137.9
    },
    {
        "용도": "일반용을",
        "전압": "고압A",
        "선택": "선택1",
        "시간대": "최대부하",
        "기본요금": 7220,
        "여름철": 219.8,
        "봄가을철": 138,
        "겨울철": 195.4
    },
    {
        "용도": "일반용을",
        "전압": "고압A",
        "선택": "선택2",
        "시간대": "경부하",
        "기본요금": 8320,
        "여름철": 79.3,
        "봄가을철": 79.3,
        "겨울철": 86.3
    },
    {
        "용도": "일반용을",
        "전압": "고압A",
        "선택": "선택2",
        "시간대": "중간부하",
        "기본요금": 8320,
        "여름철": 132.2,
        "봄가을철": 101.8,
        "겨울철": 132.4
    },
    {
        "용도": "일반용을",
        "전압": "고압A",
        "선택": "선택2",
        "시간대": "최대부하",
        "기본요금": 8320,
        "여름철": 214.3,
        "봄가을철": 132.5,
        "겨울철": 189.9
    },
    {
        "용도": "일반용을",
        "전압": "고압A",
        "선택": "선택3",
        "시간대": "경부하",
        "기본요금": 9810,
        "여름철": 78.4,
        "봄가을철": 78.4,
        "겨울철": 85.7
    },
    {
        "용도": "일반용을",
        "전압": "고압A",
        "선택": "선택3",
        "시간대": "중간부하",
        "기본요금": 9810,
        "여름철": 131.6,
        "봄가을철": 100.5,
        "겨울철": 131.8
    },
    {
        "용도": "일반용을",
        "전압": "고압A",
        "선택": "선택3",
        "시간대": "최대부하",
        "기본요금": 9810,
        "여름철": 201.9,
        "봄가을철": 124.2,
        "겨울철": 178.7
    },
    {
        "용도": "일반용을",
        "전압": "고압B",
        "선택": "선택1",
        "시간대": "경부하",
        "기본요금": 6630,
        "여름철": 87.9,
        "봄가을철": 87.9,
        "겨울철": 94.9
    },
    {
        "용도": "일반용을",
        "전압": "고압B",
        "선택": "선택1",
        "시간대": "중간부하",
        "기본요금": 6630,
        "여름철": 140.2,
        "봄가을철": 110.2,
        "겨울철": 140.2
    },
    {
        "용도": "일반용을",
        "전압": "고압B",
        "선택": "선택1",
        "시간대": "최대부하",
        "기본요금": 6630,
        "여름철": 221.4,
        "봄가을철": 140.5,
        "겨울철": 196.4
    },
    {
        "용도": "일반용을",
        "전압": "고압B",
        "선택": "선택2",
        "시간대": "경부하",
        "기본요금": 7380,
        "여름철": 84.1,
        "봄가을철": 84.1,
        "겨울철": 91.1
    },
    {
        "용도": "일반용을",
        "전압": "고압B",
        "선택": "선택2",
        "시간대": "중간부하",
        "기본요금": 7380,
        "여름철": 136.4,
        "봄가을철": 106.4,
        "겨울철": 136.4
    },
    {
        "용도": "일반용을",
        "전압": "고압B",
        "선택": "선택2",
        "시간대": "최대부하",
        "기본요금": 7380,
        "여름철": 217.6,
        "봄가을철": 136.7,
        "겨울철": 192.6
    },
    {
        "용도": "일반용을",
        "전압": "고압B",
        "선택": "선택3",
        "시간대": "경부하",
        "기본요금": 8190,
        "여름철": 82.4,
        "봄가을철": 82.4,
        "겨울철": 89.5
    },
    {
        "용도": "일반용을",
        "전압": "고압B",
        "선택": "선택3",
        "시간대": "중간부하",
        "기본요금": 8190,
        "여름철": 134.7,
        "봄가을철": 104.8,
        "겨울철": 134.7
    },
    {
        "용도": "일반용을",
        "전압": "고압B",
        "선택": "선택3",
        "시간대": "최대부하",
        "기본요금": 8190,
        "여름철": 216,
        "봄가을철": 135.1,
        "겨울철": 190.9
    },
    {
        "용도": "일반용을",
        "전압": "고압C",
        "선택": "선택1",
        "시간대": "경부하",
        "기본요금": 6590,
        "여름철": 87.4,
        "봄가을철": 87.4,
        "겨울철": 94.3
    },
    {
        "용도": "일반용을",
        "전압": "고압C",
        "선택": "선택1",
        "시간대": "중간부하",
        "기본요금": 6590,
        "여름철": 140.3,
        "봄가을철": 110.3,
        "겨울철": 139.9
    },
    {
        "용도": "일반용을",
        "전압": "고압C",
        "선택": "선택1",
        "시간대": "최대부하",
        "기본요금": 6590,
        "여름철": 221.2,
        "봄가을철": 140.7,
        "겨울철": 196.5
    },
    {
        "용도": "일반용을",
        "전압": "고압C",
        "선택": "선택2",
        "시간대": "경부하",
        "기본요금": 7520,
        "여름철": 82.7,
        "봄가을철": 82.7,
        "겨울철": 89.6
    },
    {
        "용도": "일반용을",
        "전압": "고압C",
        "선택": "선택2",
        "시간대": "중간부하",
        "기본요금": 7520,
        "여름철": 135.6,
        "봄가을철": 105.6,
        "겨울철": 135.2
    },
    {
        "용도": "일반용을",
        "전압": "고압C",
        "선택": "선택2",
        "시간대": "최대부하",
        "기본요금": 7520,
        "여름철": 216.5,
        "봄가을철": 136,
        "겨울철": 191.8
    },
    {
        "용도": "일반용을",
        "전압": "고압C",
        "선택": "선택3",
        "시간대": "경부하",
        "기본요금": 8090,
        "여름철": 81.6,
        "봄가을철": 81.6,
        "겨울철": 88.5
    },
    {
        "용도": "일반용을",
        "전압": "고압C",
        "선택": "선택3",
        "시간대": "중간부하",
        "기본요금": 8090,
        "여름철": 134.5,
        "봄가을철": 104.5,
        "겨울철": 134.1
    },
    {
        "용도": "일반용을",
        "전압": "고압C",
        "선택": "선택3",
        "시간대": "최대부하",
        "기본요금": 8090,
        "여름철": 215.4,
        "봄가을철": 134.9,
        "겨울철": 190.7
    }
]