// 롤 스크린블라인드 1.1m2 설치 시 내장공 0.03인 적용. 일위대가 참고
// 산출식: 시공비 (m2당 시공비임) * unit + 개소당 시공비 추가소모

export const exteriorBlindDB = [
    {
        "용도": "",
        "부위": "외부차양",
        "개선시나리오": "외부 베네시안 블라인드",
        "시공비": 486465,
        "개소당 시공비": 0,
        "견적연도": 2022,
        "단위": "m2",
        "수선율": 0.2,
        "수선주기": 10,
        "교체주기": 20,
        "재료비비율": ""
    },
    {
        "용도": "",
        "부위": "외부차양",
        "개선시나리오": "폴딩 암 어닝",
        "시공비": 60000,
        "개소당 시공비": 112000,
        "견적연도": 2022,
        "단위": "m2",
        "수선율": 0,
        "수선주기": 0,
        "교체주기": 5,
        "재료비비율": ""
    }
]