const heatpumpDB = [
    {
        "용도": "비주거",
        "부위": "냉난방",
        "개선시나리오": "EHP",
        "기울기": 239739.7,
        "절편값": 2055017.65,
        "견적연도": 2022,
        "단위": "kW",
        "수선율": 0,
        "수선주기": 0,
        "교체주기": 10,
        "재료비비율": 0.24789109
    },
    {
        "용도": "비주거",
        "부위": "냉난방",
        "개선시나리오": "GHP",
        "기울기": 277326.1,
        "절편값": -40154.043,
        "견적연도": 2022,
        "단위": "kW",
        "수선율": 0,
        "수선주기": 0,
        "교체주기": 10,
        "재료비비율": 0.25357835
    },
    {
        "용도": "비주거",
        "부위": "냉난방",
        "개선시나리오": "지열히트펌프",
        "기울기": 242857.7,
        "절편값": 6579968.3,
        "견적연도": 2022,
        "단위": "kW",
        "수선율": 0,
        "수선주기": 0,
        "교체주기": 10,
        "재료비비율": 0.25
    }
]