// 롤 스크린블라인드 1.1m2 설치 시 내장공 0.03인 적용. 일위대가 참고
// 산출식: ( 재료비단가( user input ) + 노무비용 ) * unit

export const interiorBlindDB = [
    {
        "용도": "",
        "부위": "내부차장",
        "개선시나리오": "내부 베네시안 블라인드",
        "노무비": 6242,
        "견적연도": 2023,
        "단위": "m2",
        "수선율": 0,
        "수선주기": 0,
        "교체주기": 7,
        "재료비비율": ""
    },
    {
        "용도": "",
        "부위": "내부차장",
        "개선시나리오": "롤 블라인드",
        "노무비": 6242,
        "견적연도": 2023,
        "단위": "m2",
        "수선율": 0,
        "수선주기": 0,
        "교체주기": 7,
        "재료비비율": ""
    }
]